Mark Ehan
[
  "জনসমক্ষে মুরগির নাচ করো।",
  "একটি মজার কন্ঠে একটি গান গাও।",
  "আপনার অপছন্দের এক চামচ মসলা খান।",
  "এখনই 10টি পুশ-আপ করুন।",
  "পরের ঘন্টার জন্য আপনার জামাকাপড় ভিতরে বাইরে পরিধান করুন।",
  "বাকি দিন জলদস্যুদের মতো কথা বলুন।",
  "দেয়ালের বিরুদ্ধে একটি হ্যান্ডস্ট্যান্ড করুন।",
  "একজন অপরিচিত ব্যক্তিকে তাদের অটোগ্রাফের জন্য জিজ্ঞাসা করুন।",
  "কেউ দেখছে না এমনভাবে নাচ।",
  "পরের ঘন্টার জন্য একটি মজার টুপি পরুন।",
  "আপনার ডানদিকের ব্যক্তির সম্পর্কে একটি রেপ করুন।",
  "পরবর্তী 10 মিনিটের জন্য একটি বিদেশী উচ্চারণে কথা বলুন।",
  "রাস্তায় মূর্খভাবে হাঁটুন।",
  "গৃহস্থালীর আইটেম ব্যবহার করে নিজেকে একটি মজার মেকওভার দিন।",
  "আপনার নাক দিয়ে বন্ধুকে টেক্সট করুন।",
  "রুম জুড়ে চাঁদওয়াক করুন।",
  "পিছন দিকে একটি জনপ্রিয় গান গাও।",
  "আপনার কনুই চাটতে চেষ্টা করুন।",
  "আপনার শার্টের নিচে বরফের টুকরো রাখুন এবং নাচুন।",
  "না থামিয়ে 3 মিনিটের জন্য কথা বলুন।",
  "এখনই একটি কার্টহুইল করুন।",
  "একজন অপরিচিত ব্যক্তির সাথে একটি সেলফি তুলুন।",
  "এক চামচ গরম সস খান।",
  "আপনার নাকে 1 মিনিটের জন্য একটি চামচ ভারসাম্য রাখুন।",
  "একটি মজার মুখ তৈরি করুন এবং একটি সেলফি তুলুন।",
  ": তোমার ক্রাশের প্রস্তাব দাও এবং আমাকে এস এস পাঠাও!",
  "আপনার ফেসবুক স্ট্যাটাসকে 'শৃঙ্গাকার অনুভূতি...' এ পরিবর্তন করুন",
  "আপনার ফেসবুক স্ট্যাটাস 'আমি আসছি... আমি আসছি...' এ পরিবর্তন করুন। তারপর, এক মিনিট পরে, এটিকে পরিবর্তন করে 'আমি এসেছি।'",
  "পরবর্তী রাউন্ড শুরু না হওয়া পর্যন্ত বাড়ির কোথাও লুকিয়ে যান। কেউ আপনাকে খুঁজতে আসবে না, তবে আপনাকে অবশ্যই লুকিয়ে থাকতে হবে।",
  "আপনার মাথায় একটি ব্রা রাখুন এবং ভান করুন যে আপনি একজন ডিজে, এটি এক মিনিটের জন্য সত্যিই কঠিন।",
  "আপনাকে প্রাক্তনের জন্য একটি R-রেটেড ভয়েসমেল ছেড়ে যেতে হবে।",
  "একটি ধীর গানের জন্য মাইকেল জ্যাকসনের মতো নাচ।",
  "আমি আপনাকে 10 বারপি করতে সাহস করি যখন আপনার প্রিয় উদ্ধৃতি চিৎকার করে।",
  "আপনার শার্ট দিয়ে মেঝে পরিষ্কার করুন।",
  "আপনি কি এমন কাউকে মেসেজ করতে পারেন যার সাথে আপনি ফেসবুক বা ইনস্টাগ্রামে অন্তত এক বছর ধরে কথা বলেননি এবং একটি স্ক্রিনশট নিয়ে তারপরে পাঠাতে পারেন ☠।",
  "আপনার মাথায় পাঁচটি বরফের টুকরো রাখুন যতক্ষণ না এটি গলে যায়?",
  "আপনার কনুই 30 সেকেন্ডের জন্য চুম্বন করুন এবং এটির গন্ধ পান",
  "আপনার প্রতিবেশীর বাড়িতে যান এবং কিছু টয়লেট পেপার চেয়ে নিন।",
  "ডাস্টবিনে আপনার হাত রাখুন এবং এটির গন্ধ নিন।",
  "আয়নার সামনে দাঁড়িয়ে তোমার নামের সাথে 'শুভ জন্মদিনের গান' গাও।",
  "নিজের পাছা আঁচড়ানোর একটি ভিডিও নিন এবং আপনার পিতামাতার কাছে পাঠান।",
  "আপনার সমস্ত পোশাক পরে গোসল করুন।",
  "অনলাইনে নিজের একটি বিব্রতকর ছবি পোস্ট করুন।",
  "ফেসবুকে লগ ইন করুন এবং আপনি যাকে প্রথম দেখছেন তার বিগত বছরের প্রতিটি ছবি লাইক করুন।"
]